{
	"message": "school successfully retrieved",
	"school": {
		"id": 1,
		"slug": "federal-university-of-technology-owerri-1573818990638",
		"userid": 1,
		"name": "Federal University of Technology, Owerri",
		"mission": "To re-engineer and re-position the Federal University of Technology to be a truly world class university through recreating, nurturing and developing uniquely promising students and exceptional staff in Science, Technology and enterprise to the benefit of our globalized world.",
		"motto": "Technology for service",
		"nickname": "FUTO",
		"established": "1980",
		"founder": "Federal Government",
		"campus": "Urban",
		"description": "The Federal University of Owerri is the Oldest University of Technology in Nigeria and was established in 1980 by Executive fiat with the composition and appointment of the first provisional Council by Nigeria’s First Executive President, Shehu Shagari. It became the first of three such Universities set up by the Federal Government of Nigeria who sought to establish a University of Technology in each geo-political region and particularly in a State which did not have a conventional University",
		"website": "www.futo.edu.ng",
		"logo": "https://images.pexels.com/photos/207692/pexels-photo-207692.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=750&w=1260",
		"location": "Owerri",
		"state": "Imo",
		"country": "Nigeria",
		"mascot": "Oil Rig",
		"colors": "Green and Yellow",
		"email": "info@futo.edu.ng",
		"telephone": "+(234) 000 0000",
		"pmb": 1526,
		"school_photos": [
			"https://images.pexels.com/photos/207692/pexels-photo-207692.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=750&w=1260"
		],
		"createdAt": "2019-11-15T11:56:30.641Z",
		"updatedAt": "2019-11-15T11:56:30.641Z",
		"comments": null,
		"likes": 0,
		"views": 0,
		"latitude": 10.08,
		"longitude": 8.9999,
		"school_head": "Professor Francis Chukwuemeka Eze",
		"type": "federal",
		"institution_type": "university",
		"isDeleted": false
	},
	"school2": {
		"name": "Yaba College Of Technology",
		"mission": "Our mission is to produce knowledgeable and innovative graduates, worthy in skill and character, through effective teaching, learning and research for the technological advancement of Nigeria.",
		"motto": "For Enlightenment and self-reliance",
		"type": "federal",
		"category": "polytechnic",
		"description": "Yaba College of Technologyis the cradle of Higher Education in Nigeria. Established in 1947 as an immediate successor to Yaba Higher College, Yaba College of Technology, YABATECH as it is fondly referred to attained autonomous and independent status in 1969 by virtue of Decree 23 which granted it the exclusive mandate to provide full-time and part-time courses of instruction and training in Technology, Applied Science, Commerce and Management and in such other fields of applied learning relevant to technical, vocational and industrial needs of Nigeria.",
		"nickname": "YABATECH",
		"established": "1975",
		"founder": "Federal Government",
		"pmb": 5323,
		"telephone": "234-7037431055",
		"email": "registrar@yabatech.edu.ng",
		"location": "Yaba",
		"state": "Lagos",
		"longitude": 8.9999,
		"latitude": 7.08,
		"mascot": "star",
		"colors": "Green and Yellow",
		"logo": "https://images.pexels.com/photos/207692/pexels-photo-207692.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=750&w=1260",
		"website": "http://www.yabatech.edu.ng/",
		"campus": "Urban",
		"school_head": "Engr. Obafemi Omokungbe",
		"school_photos": [
			"https://images.pexels.com/photos/207692/pexels-photo-207692.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=750&w=1260"
		]
	},
	"alvan": {
		"name": "Alvan Ikoku Federal College of Education,(AIFCE)",
		"mission": "To promote the development of the total person through teaching, training and research for a positive change in the society",
		"motto": "That Knowledge and Wisdom may flourish",
		"type": "federal",
		"category": "college",
		"description": "The Alvan Ikoku Federal College of Education, Owerri is located in Owerri, the capital of Imo State, Nigeria. It was established in April, 1963 as the Advanced Teachers Training College by the defunct Eastern Nigeria Government on the grounds of the Old Shell Camp, Owerri. It has since expanded across the Orlu Road on the Nworie River. It awards the National Certificate in Education (NCE) and the Professional Diploma in Education (PDE) and, in affiliation, with the University of Nigeria, Nsukka the Bachelor of Education (B.ed) since 1984. The Provost is Dr. Dan C. Anyanwu. He took over, in 2017, from Professor Blessing C. Ijioma, who was the first female Provost of the College.The College was founded in 1963 as the Advanced Teachers Training College with technical assistance from UNESCO. It was charged with the responsibility of training teachers in line with the Ashby report on Higher Education in Nigeria. In 1973, via Edict No. 11 promulgated by the Administrator of East-Central State of Nigeria, Ukpabi Asika, the Teachers College became a College of Education and was named Alvan Ikoku in honour of Mr. Alvan Ikoku, a teacher and educationist, founder of the first African owned secondary school in Nigeria (Aggrey Memorial Grammar School) and President of the Nigerian Union of Teachers (NUT) for many years.The College started with 150 students but by 2012 the student population had grown to over 13,000, with over 600 academic staff. The students include regular undergraduates, sandwich course students, evening and weekend students and post-graduates studying the Professional Diploma in Education. In 1976, a campus of the College catering to the Department of Agriculture was established in Umuahia, now the capital of Abia State. Next was the establishment of an Orlu campus in 1981, but the multi-campus system was ended in 1987 and the college reverted to a single campus institution.In 2007, the Federal Government took over the college and it metamorphosed into Alvan Ikoku Federal College of Education, Owerri. The Federal Government take-over brought improved financial aid and the College has become able to renovate dilapidated structures, build large classrooms, laboratories and hostels and expanded the staff strength. On May 20,2015, the Federal Government of Nigeria under President Goodluck Jonathan upgraded the school to a full-fledged university to be called Alvan Ikoku University of Education. However, a few months later, the Muhammadu Buhari administration put the upgrade on hold",
		"nickname": "ALVAN",
		"established": "1963",
		"founder": "defunct Eastern Nigeria Government",
		"pmb": 5323,
		"telephone": "234-7037431055",
		"email": "registrar@yabatech.edu.ng",
		"location": "Owerri",
		"state": "Imo",
		"longitude": 8.9999,
		"latitude": 7.08,
		"mascot": "olympic torch",
		"colors": "Purple, white and orange",
		"logo": "https://images.pexels.com/photos/207692/pexels-photo-207692.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=750&w=1260",
		"website": "https://www.alvanikoku.edu.ng/",
		"campus": "Urban",
		"school_head": "Dr. Dan C. Anyanwu",
		"school_photos": [
			"https://images.pexels.com/photos/207692/pexels-photo-207692.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=750&w=1260"
		]
	},
	"unijos": {
		"name": "University of Jos, UNIJOS",
		"mission": "To be a globally rated University providing an excellent educational experience with high impact on society.",
		"motto": "Discipline and Dedication",
		"type": "federal",
		"category": "university",
		"description": "The University of Jos was established with the vision of being an innovative institution with great interaction between 'town and gown'. Today, the university still carries a high responsibility of fashioning tastes and attitudes of the future. We are committed to providing education that is globally competitive and relevant to the needs of today's employer and the developing challenges of Nigeria and beyond. The University of Jos started as a Campus of the University of Ibadan in November, 1971, with the appointment of Professor E. A. Ayandele as its first Acting Principlal. Its first home was the present Township campus of the University which is located along Murtala Mohammed way, Jos. Its first students admitted in January, 1972 were pre-degree students. Degree courses in Arts were introduced in October 1973 and in Science and Education the following year. The same year, the Bauchi Road Campus which then accommodated only the Faculties of Natural, environmental, Medical Sciences and Education was acquired. In October 1975, the then Military Government announced the establishment of seven new Universities and University Colleges including the University of Jos. Professor Gilbert Onuaguluchi was appointed its first Vice- Chancellor and he was in office from October 1975 - 1978. He was succeeded by Professor Emmanuel U. Emovon from 1st October 1978 - 1985. Professor Ochapa C. Onazi succeeded Professor Emovon. Professor Onazi served from 1st October 1985 - 1989 as the 3rd substantive Vice Chancellor. The 4th substantive Vice Chancellor is Professor M. Para Mallum who was in office from 1st October 1989 - 1993. Since then, the University has made enormous progress. By 1993, a new system for appointment of Vice-Chancellor in Nigerian Universities was introduced. There was therefore a delay in the appointment of a new Vice-Chancellor in 1993. In the interim, Prof. G. O. M. Tasie acted as Vice-Chancellor from October 1993 to March 1994. Eventually, Prof. N.E. Gomwalk was appointed Vice-Chancellor of the University in April,1994. His tenure ended in 1999. Professor M. Y. Mangvwat was appointed Ag. Vice-Chancellor from January 2000 to May 4th 2001. He was later appointed substantive Vice-Chancellor with effect from 5th May 2001. After him, Professor Sonni Tyoden was Vice Chancellor from June 12, 2006 to June 11, 2011. He was the 7th substantive Vice- Chancellor of the university. The 8th substantive Vice-Chancellor of the University was Professor Hayward Babale Mafuyai from June 23, 2011 to June 22, 2016.The current and 9th substantive Vice-Chancellor is Professor Seddi Sebastian Maimako who assumed duty on the 23rd of June 2016.",
		"nickname": "UNIJOS",
		"established": "1975",
		"founder": "Federal Government",
		"pmb": 537,
		"telephone": "234-7037431055",
		"email": "registrar@yabatech.edu.ng",
		"location": "Jos",
		"state": "Plateau",
		"longitude": 8.9999,
		"latitude": 7.08,
		"mascot": "Open Book, Crane, Rocky hills, Bridge",
		"colors": "White, Green, Blue, Brown, Gold",
		"logo": "https://www.unijos.edu.ng/sites/default/files/inline-images/ujlogo2_1.jpg",
		"website": "https://www.unijos.edu.ng/",
		"campus": "Urban",
		"school_head": "Professor Sebastian Seddi Maimako",
		"school_photos": [
			"https://images.pexels.com/photos/207692/pexels-photo-207692.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=750&w=1260"
		]
	}
}
